{
  "golongan 1": [
    "Golongan pertama menandakan kondisi pertumbuhan anak yang dapat dianggap sebagai kategori normal, baik dari segi tinggi maupun berat badan. Anak yang termasuk dalam golongan ini mengalami pertumbuhan yang sesuai dengan standar perkembangan umum pada usianya. Tinggi dan berat badan anak pada golongan pertama mencerminkan kesehatan yang optimal, menunjukkan bahwa proses tumbuh kembangnya berlangsung secara seimbang. Sebagai hasilnya, anak pada golongan pertama memiliki potensi untuk menjalani kehidupan sehat dan aktif dengan dukungan yang tepat dari lingkungan dan perawatan yang baik."
  ],
  "golongan 2": [
    "Golongan kedua mencakup anak-anak yang menunjukkan pertumbuhan tinggi di atas rata-rata usia sebaya, namun dengan berat badan yang sedikit berlebihan. Meskipun tinggi badan yang melampaui standar dapat menunjukkan potensi fisik yang baik, berat badan yang berlebihan memerlukan perhatian khusus terkait pola makan dan gaya hidup sehat. Penting bagi orang tua dan perawat untuk memastikan bahwa anak pada golongan kedua tetap menjalani kehidupan yang seimbang, dengan perhatian khusus pada nutrisi dan aktivitas fisik, guna mendukung kesehatan dan perkembangan mereka secara optimal."
  ],
  "golongan 3": [
    "Golongan ketiga melibatkan anak-anak yang mungkin mengalami stunting, dengan dua kondisi yang berbeda. Pertama, berat badan anak ideal tetapi tinggi badan kurang, memerlukan perhatian terhadap nutrisi dan pertumbuhan linier. Kedua, tinggi badan anak ideal tetapi berat badan kurang, menandakan perlunya dukungan nutrisi dan perawatan kesehatan yang intensif. Dalam kedua kasus ini, tindakan preventif dan intervensi diperlukan untuk memastikan pertumbuhan dan perkembangan anak mencapai potensinya secara optimal."
  ],
  "golongan 4": [
    "Golongan keempat melibatkan anak-anak yang mengalami stunting, di mana tinggi badan mereka kurang dari standar perkembangan usia sebaya, sementara berat badan mereka berlebih. Kondisi ini menandakan ketidakseimbangan antara tinggi dan berat badan, yang dapat disebabkan oleh pola makan yang tidak sehat atau kurangnya nutrisi yang tepat. Penting untuk memberikan perhatian khusus terhadap aspek gizi dan memastikan bahwa anak-anak dalam golongan keempat ini mendapatkan pola makan yang seimbang guna mengatasi stunting dan mencegah masalah kesehatan yang dapat timbul akibat ketidakseimbangan pertumbuhan."
  ]
}
